import Image from "next/image";
import styles from "../styles/Main.module.scss";

const Footer = () => {
    return (
        <section className={styles["main-footer-container"]}>
            <div className='container relative mx-auto lg:px-6 px-3'>
                <div className={styles["main-footer-content-parent"]}>
                    <h3>جام جهانی فوتبال ۲۰۲۲ قطر</h3>
                    <p>جام جهانی فوتبال ۲۰۲۲ بیست‌ودومین دورهٔ جام جهانی فوتبال است که از ۲۰ نوامبر تا ۱۸ دسامبر ۲۰۲۲ ۲۹ آبان تا ۲۷ آذر ۱۴۰۱ در قطر برگزار خواهد شد. جام جهانی فوتبال، مسابقات قهرمانی فوتبال مردان است که هر چهار سال یک بار توسط تیم‌های ملی اتحادیه‌های عضو فیفا برگزار می‌شود. این اولین جام جهانی خواهد بود که کشوری از جهان عرب آن را میزبانی می‌کند.و همچنین پس از جام جهانی ۲۰۰۲، این دومین باری است که جام جهانی در آسیا برگزار می‌شود. علاوه بر این، این تورنمنت آخرین دوره از مسابقات خواهد بود که ۳۲ تیم در آن شرکت می‌کنند و برای جام جهانی ۲۰۲۶ و پس از آن، حضور ۴۸ تیم برنامه‌ریزی شده‌است. با توجه به گرمای شدید قطر در تابستان، این جام جهانی از اواخر نوامبر تا اواسط دسامبر برگزار می‌شود و اولین دوره از این رقابت‌ها است که در ماه مه، ژوئن یا ژوئیه برگزار نمی‌شود.تهامات فساد مالی در رابطه با نحوهٔ به دست آوردن حق میزبانی این رویداد توسط قطر مطرح شده‌است. تحقیقات و گزارش داخلی فیفا، قطر را از هرگونه تخلفی تبرئه کرد. در ۲۷ می ۲۰۱۵، دادستان‌های فدرال سوئیس تحقیقاتی را در مورد فساد و پولشویی مربوط به مناقصه‌های جام جهانی ۲۰۱۸ و ۲۰۲۲ آغاز کردند.  سپ بلاتر، رئیس سابق فیفا ادعا کرد که قطر از «عملیات سیاه» استفاده کرده‌است، که نشان می‌دهد کمیتهٔ پیشنهاد برای کسب حق میزبانی تقلب کرده بود. علاوه بر این، قطر به دلیل رفتار بد با کارگران خارجی که در پروژه‌های مرتبط با جام جهانی مشغول به کار هستند با انتقاد شدیدی روبرو شده‌است، به طوری که عفو بین‌الملل به «کار اجباری» اشاره کرده و اعلام کرده‌است که صدها یا هزاران کارگر مهاجر در نتیجهٔ نقض حقوق بشر، و شرایط کار بی‌دقت و غیرانسانی جان باخته‌اند</p>
                </div>
            </div>
        </section>
    )
}

export default Footer;

